Repository: wp-plugins/wp-twitter
Catalog: lang/wp-twitter-*.po
Languages: pt_br, ru_ru

source: Enter the URL to be shortened
pt_br: Entre com a URL para ser reduzida!
ru_ru: Введите URL для краткости

source: Close / Esc Key
pt_br: Fechar / tecla ESC
ru_ru: Кнопка закрытия / ESC

source: days
pt_br: dias

source: and
pt_br: e

source: hours ago
pt_br: horas atrás

source: hours
pt_br: horas

source: minutes ago
pt_br: minutos atrás

source: minutes
pt_br: minutos

source: seconds ago
pt_br: segundos atrás

source: Less than a minute ago
pt_br: Menos que um minuto atrás

source: Recent
pt_br: Recente
ru_ru: Последнее

source: Mentions
pt_br: Menção
ru_ru: Упоминания

source: Direct
pt_br: Msg. Direta
ru_ru: Прямая связь

source: Archive
pt_br: Arquivo
ru_ru: Архив

source: Search
pt_br: Busca

source: Search twitter
pt_br: Busca no Twitter

source: Find
pt_br: Buscar

source: Twitter search results for
pt_br: Resultados da busca no Twitter por

source: Your message has been send!
pt_br: Sua mensagem foi enviada!
ru_ru: Ваше сообщение было отправлено!

source: Post: on/off
pt_br: Postar: on/off
ru_ru: Пост: включен/отключен

source: Shorten Link
pt_br: Reduzir Link
ru_ru: Краткий УРЛ

source: characters left
pt_br: caracteres restando.
ru_ru: символов осталось

source: Update
pt_br: Atualizar
ru_ru: Обновление

source: Reply
pt_br: Responder
ru_ru: Ответить

source: Retweet
pt_br: Retransmitir
ru_ru: Переслать еще раз

source: from
pt_br: por
ru_ru: от

source: Please update
pt_br: Por favor atualize
ru_ru: Пожалуйста, обновите

source: Options
pt_br: Opções
ru_ru: Настройки

source: Twitter Account
pt_br: Conta Twitter
ru_ru: Аккаунт Twitter'а

source: Enter your Twitter username and password to enable to post updates and activate your BookMarklet.
pt_br: Entre com seu nome de usuário e senha Twitter para habilitar atualizações e ativar seu BookMarklet.
ru_ru: Введите имя пользователя.

source: Twitter Username
pt_br: Usuário
ru_ru: Имя пользователя в Twitter

source: Twitter Password
pt_br: Senha
ru_ru: Пароль Twitter

source: followers
pt_br: seguidores

source: No Description On Account
pt_br: (Sem descrição nesta conta)
ru_ru: Нет описания аккаунта

source: Sorry, the credentials you have supplied are invalid. Please re-enter them again.
pt_br: Desculpe, as credenciais fornecidas são inválidas. Tente novamente.
ru_ru: Извините, ваши полномочия недействительны. Пожалуйста, повторите снова.

source: Your BookMarklet
pt_br: Seu BookMarklet
ru_ru: Ваш букмаклет

source: <em>BookMarklet</em> is a "simple one-click" tool that adds functionality to the browser, This <em>BookMarklet</em> opens a small window that makes it easier follow and update your Twitter from anywhere.
pt_br: BookMarklet é uma ferramenta "um-click simples" que adiciona funcionalidade ao navegador, este BookMarklet abre uma pequena janela que torna mais fácil acompanhar e atualizar seu Twitter de qualquer lugar.
ru_ru: <em>Букмаклет</em> - это "простой" инструмент для добавления дополнительной функции в браузер, Этот <em>букмаклет</em> открывает небольшое окно для удобства работы в Twitter.

source: <strong>Easy to install</strong>: Drag the link below to your bookmarks bar, or right click and (Add to Favorites).
pt_br: <strong>Fácil de instalar</strong>: arraste o link abaixo para sua barra de favoritos, ou clique com o botão direito do <em>mouse</em> e (Adicionar aos Favoritos).
ru_ru: <strong>Установка проста</strong>: перетяните ссылку в панель закладок или добавьте туда ссылку через контекстное меню (Добавить в Закладки).

source: Drag the this link to your bookmarks bar, or right click and (Add to Favorites)
pt_br: Arraste este link para sua barra de favoritos, ou clique com o botão direito do mouse e (Adicionar aos Favoritos).
ru_ru: Перетяните эту ссылку в панель закладок или добавьте туда ссылку через контекстное меню (Добавить в Закладки).

source: ERROR: BookMarklet link Disabled!
pt_br: ERRO: Link BookMarklet desabilitado!
ru_ru: Ошибка: ссылка букмаклета отключена!

source: *This BookMarklet is currently supported by: Firefox, Safari, Opera, Chrome, Internet Explorer 7+.
pt_br: Este BookMarklet é atualmente compativel com: Firefox, Safari, Opera, Chrome, Internet Explorer 7+.
ru_ru: *Этот букмаклет поддерживает: Firefox, Safari, Opera, Chrome, Internet Explorer 7+.

source: Tweet prefix options
pt_br: Opções de prefixo para Tweets
ru_ru: Настройки Tweet-префикса

source: Prefix for new blog posts:
pt_br: Prefixo para novas postagens no blog:
ru_ru: Префикс для новых постов блога:

source: Prefix for updated blog posts:
pt_br: Prefixo para atualizações de postagens:
ru_ru: Префикс для обновленных постов блога:

source: Optional, leave in blank if prefer.
pt_br: Opcional, deixe em branco se preferir.
ru_ru: Если нужно, оставьте пустым

source: Set your preferred URL Shortener
pt_br: Defina seu redutor de URL preferido

source: Go to
pt_br: Ir para

source: Get one free here!
pt_br: Obtenha um aqui!

source: api key required
pt_br: obrigatório utilizar api key

source: Save Changes
pt_br: Salvar alterações
ru_ru: Сохранить изменения

source: Activate
pt_br: Ativar
ru_ru: Активация

source: to this post
pt_br: para esta postagem
ru_ru: этого поста

source: Yes
pt_br: Sim
ru_ru: Да

source: No
pt_br: Não
ru_ru: Нет

source: Account:
pt_br: Conta
ru_ru: Аккаунт:

source: Title:
pt_br: Título
ru_ru: Название:

source: Tweets:
ru_ru: Твиты:
